[
  {
    "name": "Acide acétylsalicylique",
    "CAT": "Utilisation possible sous condition du strict respect des doses maximales",
    "commentary": "Il est particulièrement important chez les sujets déficitaires en G6PD de respecter les posologies recommandées.\n\nDes cas d’hémolyse aiguë (destruction des globules rouges) ont été rapportés chez les sujets déficitaires en G6PD avec des doses élevées d’acide acétylsalicylique, supérieures à la posologie maximale recommandée.\n\nMessage à l’attention des patients déficitaires en G6PD\n\nLire attentivement la notice du médicament, en particulier la rubrique “Comment prendre son médicament”. Cette rubrique vous informera sur les doses qui doivent être respectées que vous soyez ou non atteint d’un déficit en G6PD.\n\nEn cas de doute, demandez l’avis de votre médecin ou de votre pharmacien.\n\nInformations complémentaires\n\nIl est recommandé d’être vigilant sur la composition de tous les médicaments, qu’ils soient prescrits par un médecin ou pris en automédication. En effet, des médicaments peuvent contenir plusieurs substances actives dont l’acide acétylsalicylique (aspirine).\n\nLa prise concomitante de plusieurs médicaments contenant de l’acide acétylsalicylique n’est pas recommandée. Si toutefois plusieurs médicaments contenant de l’acide acétylsalicylique sont pris dans la même journée, il est important de tenir compte de la dose totale d’acide acétylsalicylique consommée et d’être très attentif à ne pas dépasser les doses maximales recommandées.\n\nLes doses d’acide acétylsalicylique recommandées dépendent de l’indication thérapeutique et de l’âge du patient.\n\nDose recommandée dans le traitement des douleurs d'intensité légère à modérée et/ou des états fébriles :\n- chez le nourrisson à partir de 3 mois et chez l’enfant :60 mg/kg/jour à répartir en 4 ou 6 prises (soit environ 15 mg/kg toutes les 6 heures ou 10 mg/kg toutes les 4 heures) ;\n-chez l’adulte ou l’enfant de plus de 50 kg :la posologie usuelle est de 500 mg par prise, elle peut-être élevée à 1000 mg (1 g) en cas de douleurs ou de fièvre plus intenses.Dose maximale recommandée : 3 g/jour répartis en 4 à 6 prises."
  },
  {
    "name": "Acide ascorbique",
    "CAT": "Utilisation possible sous condition du strict respect des doses maximales",
    "commentary": "Il est particulièrement important chez les sujets déficitaires en G6PD de respecter les posologies recommandées.\n\nLa vitamine C (acide ascorbique) doit être utilisée avec prudence en cas de déficit en G6PD car des doses élevées, c’est-à-dire supérieures à 1 gramme par jour chez l’adulte, ont pu provoquer des hémolyses aiguës (destruction des globules rouges).\n\nMessage à l’attention des patients déficitaires en G6PD\n\nLire attentivement la notice du médicament, en particulier la rubrique “Comment prendre son médicament”. Cette rubrique vous informera sur les doses qui doivent être respectées que vous soyez ou non atteint d’un déficit en G6PD.\n\nEn cas de doute, demandez l’avis de votre médecin ou de votre pharmacien\n\nInformations complémentaires\nIl est recommandé d’être vigilant sur la composition de tous les médicaments, qu’ils soient prescrits par un médecin ou pris en automédication. En effet, des médicaments peuvent contenir plusieurs substances dont la vitamine C (acide ascorbique), pas toujours mise en évidence sur l’emballage du médicament.\nLa prise concomitante de plusieurs médicaments contenant de l’acide ascorbique n’est pas recommandée. En cas d’association de plusieurs médicaments contenant de la vitamine C, il est important de tenir compte de la dose totale d’acide ascorbique consommée et d’être très attentif à ne pas dépasser la dose maximale.\nLa supplémentation en vitamine C chez le nouveau-né et le nourrisson est possible lorsqu’elle est recommandée (risque de déficit ou de malabsorption en vitamines liposolubles). En effet, les spécialités autorisées dans cette indication sont adaptées et contiennent un faible dosage de vitamine C.\nUne alimentation équilibrée est nécessaire à la bonne santé du sujet déficitaire en G6PD et assure un apport adapté en vitamine C.\nL’Agence Française de Sécurité Sanitaire de l’alimentation, de l’environnement et du travail (Anses) recommande, en cas de déficit en G6PD, de ne pas consommer de compléments alimentaires à base de vitamine C (en vente en pharmacie ou en grande surface).\nLes recommandations concernant l’alimentation des sujets déficitaires en G6PD sont disponibles sur le site internet de l’Anses à l’adresse suivante : https://www.anses.fr/fr/content/favisme"
  },
  {
    "name": "Acide natidixique",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé: \nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n\nL’acide nalidixique ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD.\n\nInformations complémentaires\nL’acide nalidixique appartient à la famille des quinolones ; il existe d’autres molécules de cette famille pour lesquelles aucuncas d’hémolyse n’a été rapporté chez des sujets déficitaires en G6PD ; cependant, du fait de leur appartenance à cette famille, leur prescription chez ces patients devra prendre en compte ce risque."
  },
  {
    "name": "Bleu de méthylène (Méthylthioninium chlorure)",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLe bleu de méthylène par voie injectable ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Carbutamide",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe carbutamide appartient à la famille des sulfamides hypoglycémiants. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que le carbutamide."
  },
  {
    "name": "Chloroquine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas isolés d’hémolyse intravasculaire ont été rapportés chez des sujets déficitaires en G6PD recevant de la chloroquine. En conséquence, la chloroquine doit être utilisée avec précaution chez ces patients.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la chloroquine."
  },
  {
    "name": "Ciprofloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec la ciprofloxacine administrée par voie orale ou injectable. Sa prescription doit donc être de principe écartée, et le recours à une alternative thérapeutique, si elle existe, est fortement recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le risque d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la ciprofloxacine administrée par voie orale ou injectable.\n\nInformations complémentaires\nLa ciprofloxacine appartient à la famille des quinolones. L’alternative thérapeutique au sein de cette famille n’est pas totalement exempte d’un risque d’hémolyse chez les sujets déficitaires en G6PD."
  },
  {
    "name": "Dapsone",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa dapsone ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Dimercaprol",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec le dimercaprol. Son administration devra se faire sous contrôle médical et la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec le dimercaprol."
  },
  {
    "name": "Enoxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nL’énoxacine appartient à la famille des quinolones. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que l’énoxacine."
  },
  {
    "name": "Fluméquine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLa fluméquine appartient à la famille des quinolones. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n Il est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que la fluméquine."
  },
  {
    "name": "Glibenclamide",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec le glibenclamide. Sa prescription doit donc être de principe écartée, et le recours à une alternative thérapeutique, si elle existe, est fortement recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le risque d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n Vous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec le glibenclamide.\n\n Informations complémentaires\n Le glibenclamide appartient à la classe des sulfamides hypoglycémiants. Les alternatives thérapeutiques au sein de cette classe ne sont pas totalement exemptes d’un risque d’hémolyse chez les sujets déficitaires en G6PD."
  },
  {
    "name": "Gliclazide",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe gliclazide appartient à la famille des sulfamides hypoglycémiants. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que le gliclazide."
  },
  {
    "name": "Glimépiride",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe glimépiride appartient à la famille des sulfamides hypoglycémiants. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n Il est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que le glimépiride."
  },
  {
    "name": "Glipizide",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe glipizide appartient à la famille des sulfamides hypoglycémiants. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n Il est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que le glipizide."
  },
  {
    "name": "Hydroxychloroquine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nL’hydroxychloroquine appartient à la famille des amino-4-quinoléines. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que l’hydroxychloroquine."
  },
  {
    "name": "Lévofloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec la lévofloxacine administrée par voie orale ou injectable. Sa prescription doit donc être de principe écartée, et le recours à une alternative thérapeutique, si elle existe, est fortement recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le danger d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la lévofloxacine administrée par voie orale ou injectable.\n\nInformations complémentaires\nLa lévofloxacine appartient à la famille des quinolones. Les alternatives thérapeutiques au sein de cette famille ne sont pas totalement exemptes d’un risque d’hémolyse chez les sujets déficitaires en G6PD."
  },
  {
    "name": "Loméfloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLa loméfloxacine appartient à la famille des quinolones. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que la loméfloxacine."
  },
  {
    "name": "Métamizole sodique (Noramidopyrine)",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa noramidopyrine ne doit pas être utilisée en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD.\n\nInformations complémentaires\n les spécialités contenant du métamizole n’ont plus d’autorisation de mise sur le marché dans plusieurs pays."
  },
  {
    "name": "Moxifloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLa moxifloxacine appartient à la famille des quinolones. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que la moxifloxacine."
  },
  {
    "name": "Nitrofurantoïne",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa nitrofurantoïne ne doit pas être utilisée en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Norfloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec la norfloxacine administrée par voie orale. Sa prescription doit donc être de principe écartée, et le recours à une alternative thérapeutique, si elle existe, est fortement recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le risque d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la norfloxacine administrée par voie orale.\n\nInformations complémentaires\nLa norfloxacine appartient à la famille des quinolones. Les alternatives thérapeutiques au sein de cette famille ne sont pas totalement exemptes d’un risque d’hémolyse chez les sujets déficitaires en G6PD.\n\nLa norfloxacine peut être utilisée par voie ophtalmique.\nLa concentration plasmatique en norfloxacine dans le sang après instillation ophtalmique correspond à moins de 1 % des taux retrouvés au pic plasmatique après administration orale du produit à dose thérapeutique."
  },
  {
    "name": "Ofloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nL’ofloxacine appartient à la famille des quinolones. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nEn plus de son appartenance à une classe pharmacologique à risque, un cas d’hémolyse aiguë a été rapporté avec cette substance. Par principe, sa prescription doit donc prendre en compte ce risque et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que l’ofloxacine.\n\nL’ofloxacine peut être utilisée par voie ophtalmique ou auriculaire.\nL’exposition systémique à l’ofloxacine après 10 jours de traitement ophtalmique est 1000 fois moins importante que lors de l’administration orale standard.\nDans des conditions normales d’utilisation, il n'y a pas de passage systémique en instillation auriculaire."
  },
  {
    "name": "Paracétamol",
    "CAT": "Utilisation possible sous condition du strict respect des doses maximales",
    "commentary": "Il est particulièrement important chez les sujets déficitaires en G6PD de respecter les posologies recommandées.\nDes cas d’hémolyse aiguë (destruction des globules rouges) ont été rapportés chez les sujets déficitaires en G6PD avec des doses élevées de paracétamol, supérieures à la posologie maximale quotidienne recommandée.\n\nMessage à l’attention des patients déficitaires en G6PD\nLire attentivement la notice du médicament, en particulier la rubrique “Comment prendre son médicament”. Cette rubrique vous informera sur les doses qui doivent être respectées que vous soyez ou non atteint d’un déficit en G6PD.\nEn cas de doute, demandez l’avis de votre médecin ou de votre pharmacien.\n\nInformations complémentaires\nIl est recommandé d’être vigilant sur la composition de tous les médicaments, qu’ils soient prescrits par un médecin ou pris en automédication. En effet, des médicaments peuvent contenir plusieurs substances actives dont le paracétamol.\nLa prise concomitante de plusieurs médicaments contenant du paracétamol n’est pas recommandée. Si toutefois plusieurs médicaments contenant du paracétamol sont pris concomitamment, il est important de tenir compte de la dose totale de paracétamol consommée et d’être très attentif à ne pas dépasser les doses maximales recommandées.\n\nLa posologie maximale recommandée dépend de l’âge et du poids du patient.\n-Dose recommandée chez le nourrisson et l’enfant :60 mg/kg/jour (sans dépasser la dose maximale de 80 mg/kg/jour) en 4 à 6 prises (soit 15 mg/kg toutes les 6 heures, soit 10 mg/kg toutes les 4 heures).\n-Dose adulte :\n--Il n’est généralement pas nécessaire de dépasser 3 g/jour.\n--En cas de douleurs plus intenses et sur conseil du médecin, la dose totale peut être augmentée jusqu’à 4 g/jour. En cas de poids < 50 kg, d’insuffisance hépatique légère à modérée, d’insuffisance rénale sévère, d’alcoolisme chronique, de malnutrition chronique ou de déshydratation : ne pas dépasser 3 g/jour.\n\nLes prises doivent être espacées d’au moins 4 heures."
  },
  {
    "name": "Péfloxacine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLa péfloxacine appartient à la famille des quinolones. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nBien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n Il est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que la péfloxacine."
  },
  {
    "name": "Phénazone",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLes spécialités contenant de la phénazone par voie cutanée sont susceptibles d’entraîner une hémolyse aiguë chez des sujets déficitaires en G6PD.\nAu vu des zones et des conditions d’application, le passage systémique de cette substance est probable.\nPar principe, la prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandée. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la phénazone en application locale."
  },
  {
    "name": "Prilocaïne",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nEn raison du risque potentiel de méthémoglobinémie, il est recommandé de :\n- n’utiliser la prilocaïne qu’en milieu hospitalier chez le nouveau-né et le prématuré,\n- ne pas utiliser la prilocaïne chez le nourrisson de moins de 3 mois ayant un déficit en G6PD connu ou suspecté.\nAu-delà de cet âge, de très rares cas de méthémoglobinémie ont été rapportés chez des sujets déficitaires en G6PD.\nIl est donc important de considérer le bénéfice potentiel attendu et le risque lié du traitement. Ce dernier dépend du type de déficit et de la quantité appliquée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa prilocaïne ne doit pas être utilisée chez le nourrisson de moins de 3 mois ayant un déficit en G6PD connu ou suspecté.\nIl est donc important de prévenir votre médecin si vous, votre conjoint (ou un membre de vos familles respectives) êtes atteints d’un déficit en G6PD.\n\nInformations complémentaires\nL’anesthésie étant très superficielle, le bénéfice en cas de vaccination est très limité, notamment en cas d’injection intramusculaire. Par ailleurs, la prilocaïne est susceptible d’interférer avec les vaccins vivants injectés par voie intradermique tels que le BCG, elle ne doit donc pas être utilisée pour l’anesthésie préalable à ces vaccins."
  },
  {
    "name": "Primaquine",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa primaquine ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous (ou un membre de votre famille) êtes atteint d’un déficit en G6PD."
  },
  {
    "name": "Quinine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLes médicaments contenant de la quinine sont susceptibles d’entraîner une hémolyse aiguë chez les sujets déficitaires en G6PD. Par principe, la prescription doit prendre en compte ce risque et le recours à une alternative thérapeutique, si elle existe, est recommandée. En l’absence d’alternative, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nTraitement du paludisme :\nLa survenue d’une hémolyse importante sous traitement doit faire évoquer une fièvre bilieuse hémoglobinurique devant conduire à l’arrêt du traitement par la quinine.\nLes médicaments contenant de la quinine étant susceptibles d’entraîner une hémolyse aiguë chez certains porteurs d’un déficit en G6PD de génotypes spécifiques, la survenue d’une hémolyse que n’expliquerait pas l’accès palustre doit faire évoquer la possibilité d’un déficit en G6PD.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nIl est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la quinine.\n\nInformations complémentaires L’Anses recommande de ne pas https://www.anses.fr/fr/content/favisme"
  },
  {
    "name": "Rasburicase",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLe Rasburicase ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Spiramycine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec la spiramycine administrée par voie orale ou injectable. Sa prescription doit donc être de principe écartée, et le recours à une alternative thérapeutique, si elle existe, est fortement recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le risque d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la spiramycine administrée par voie orale ou injectable."
  },
  {
    "name": "Streptokinase",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse ont été rapportés chez des sujets déficitaires en G6PD avec la streptokinase. Sa prescription doit donc être de principe écartée et le recours à une alternative thérapeutique, si elle existe, est recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le risque d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la streptokinase administrée."
  },
  {
    "name": "Sulfadiazine",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa sulfadiazine par voie orale ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Sulfadiazine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDes cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD avec la sulfadiazine administrée par voie locale. Sa prescription doit donc être de principe écartée, et le recours à une alternative thérapeutique, si elle existe, est fortement recommandé.\nEn l’absence d’alternative, la décision doit prendre en compte pour chaque patient, le risque d’hémolyse et le bénéfice potentiel attendu du traitement. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la sulfadiazine administrée par voie locale."
  },
  {
    "name": "Sulfadoxine",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLa sulfadoxine appartient à la famille des sulfamides. D’autres médicaments de cette famille ont entrainé une hémolyse aiguë chez les sujets porteurs d’un déficit en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription chez ces personnes doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\n Il est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que la sulfadoxine."
  },
  {
    "name": "Sulfafurazol",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLe sulfafurazol ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Sulfaguanidine",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa sulfaguanidine ne doit pas être utilisée en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Sulfaméthizol",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe sulfaméthizol appartient à la famille des sulfamides antibactériens. D’autres médicaments de cette famille ont entraîné une hémolyse aiguë chez des sujets déficitaires en G6PD.\nPar conséquent, bien qu’aucun cas d’hémolyse n’ait été rapporté avec cette substance, sa prescription doit prendre en compte ce risque, et le recours à une alternative thérapeutique, si elle existe, est recommandé. Si la prescription de ce médicament est nécessaire, la survenue d’une hémolyse éventuelle devra être dépistée.\n\n Conduite à tenir à l’attention des patients déficitaires en G6PD\n Il est important de prévenir votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec d’autres médicaments de la même famille que le sulfaméthizol."
  },
  {
    "name": "Sulfaméthoxazole",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLe sulfaméthoxazole ne doit pas être utilisé en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Sulfasalazine",
    "CAT": "Contre-indiqué",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nLe recours à une alternative thérapeutique est impératif.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nLa sulfasalazine ne doit pas être utilisée en cas de déficit en G6PD. Aussi, vous devez absolument informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD."
  },
  {
    "name": "Triméthoprime",
    "CAT": "Utilisation possible sous condition du strict respect des doses maximales",
    "commentary": "Il est particulièrement important chez les sujets déficitaires en G6PD de respecter les posologies recommandées.\nLe triméthoprime figure dans certaines listes de médicaments pouvant entraîner une hémolyse en cas de déficit en G6PD, mais il n’existe pas de risque établi pour le triméthoprime seul utilisé à dose thérapeutique.\n\nInformations complémentaires\nIl est recommandé d’être vigilant sur la composition de tous les médicaments, qu’ils soient prescrits par un médecin ou pris en automédication."
  },
  {
    "name": "Vitamine K",
    "CAT": "Déconseillé",
    "commentary": "Recommandations particulières à l’attention des professionnels de santé\nDe très rares cas d’hémolyse aiguë ont été rapportés chez des sujets déficitaires en G6PD lors de l’administration de vitamine K (phytoménadione).\nIl est donc important de prendre en compte pour chaque patient, le danger d’hémolyse et le bénéfice potentiel attendu du traitement.\n\nConduite à tenir à l’attention des patients déficitaires en G6PD\nVous devez informer votre médecin si vous ou un membre de votre famille est atteint d’un déficit en G6PD car un risque d’hémolyse (destruction des globules rouges) existe avec la vitamine K."
  }
]
